/* 
   DeliveryReportSettings.strings

   Created by François Guillemé August 20th 2011
   Copyright 2011 not apple. All rights reserved.
 */
"Delivery reports" = "Αναφορά Παράδοσης";
"Settings" = "Ρυθμίσεις";
"Enabled" = "Ενεργοποίηση";
"Style" = "Γνωστοποιήσεις";
"Silent" = "Διακριτική";
"Full screen" = "Ειδοποίηση και τσεκάρισμα";
"Notification center" = "Στο Κέντρο γνωστοποιήσεων";
"In conversation" = "Εισαγωγή στην συζήτηση";
"Mark" = "τσεκάρισμα";
"Sound" = "Ήχοι";
"Simleys" = "Smileys" ;
"Vibrate" = "Δόνηση";
